export const ICONS = {
  headset: "wpf:headset",
  call: "material-symbols:call",
};

export const SKILLS = [
  "креативность",
  "маркетинг",
  "бизнес-аналитика",
  "лидерство",
  "проектная деятельность",
  "аналитическое мышление",
  "создание презентаций",
  "генерация идей",
  "анализ рынка",
  "анализ конкурентов",
  "законодательство",
  "Python",
  "анализ данных",
  "Excel",
  "большие данные",
  "проведение опроса",
  "PowerPoint",
  "алгоритмы",
  "высшая математика",
  "графический дизайн",
];

export const QUESTIONS = [
  {
    title:
      "Пройди опрос до конца, чтобы мы могли подобрать для тебя самый лучший вариант обучения в вузе и твоего профессионального развития!",
    question: "Давай начнем! О чем тебе интереснее беседовать?",
    answers: [
      "о человеческих взаимоотношениях",
      "о технических характеристиках новой модели машины, компьютера и т.д.",
      "об анализе крупных исторических событий",
      "о рекламных роликах компаний",
    ],
  },
  {
    title: "",
    question: "Вспомни свои школьные будни. Какой предмет у тебя вызывает наибольший интерес?",
    answers: ["информатика", "математика", "обществознание", "изобразительное искусство"],
  },
  {
    title: "",
    question:
      "Вы с друзьями планируете киновечер и тебе поручили выбрать фильм. На что ты скорее всего обратишь внимание при выборе фильма?",
    answers: [
      "маркетинговая кампания фильма",
      "трейлер фильма",
      "наличие спецэффектов и применение современных IT-технологий",
      "рейтинг и отзывы",
    ],
  },
  {
    title: "",
    question: "Что тебя интересует в поездках в другие города/страны?",
    answers: [
      "расширение кругозора",
      "деловое общение",
      "устройство экономики другого города/страны",
      "отличия в поведении местных жителей от жителей родной местности",
    ],
  },
  {
    title: "Ты отлично справляешься! Почти половина пути уже пройдена, осталось совсем немного!",
    question: "Тебе необходимо организовать праздник. Какую задачу возьмешь на себя?",
    answers: [
      "проанализирую цены в продуктовых магазинах и выберу самые выгодные варианты",
      "продумаю все развлечения",
      "займусь оформлением пространства",
      "соберу данные о всех гостях и их предпочтениях, систематизирую и составлю список покупок",
    ],
  },
  {
    title: "",
    question: "Ой! Ты сделал ошибку, пока выполнял задание. Твои действия?",
    answers: [
      "начну все заново",
      "придумаю оригинальный вариант исправления ошибки",
      "вернусь к ошибке, найду  корень проблемы и постараюсь ее разрешить",
      "буду прогнозировать новый сценарий развития событий",
    ],
  },
  {
    title: "",
    question: "В стрессовой ситуации ты умеешь быстро...",
    answers: [
      "разрабатывать алгоритмы действий",
      "собирать и систематизировать информацию",
      "визуализировать идеи",
      "грамотно формулировать мысли",
    ],
  },
  {
    title: "Финальный рывок!",
    question: "О, ты наткнулся на интересный новостной сайт! Какую новость ты откроешь?",
    answers: [
      "запуск нового необычного сервиса",
      "применение искусственного интеллекта в бизнесе",
      "ребрендинг одного из крупнейших в России магазинов",
      "популярность нового языка программирования",
    ],
  },
  {
    title: "",
    question: "Какой навык ты хочешь приобрести?",
    answers: ["писать  код", "стратегически мыслить", "визуализировать статистические данные", "эффективно коммуницировать с людьми"],
  },
];
